{"class_name": "Tokenizer", "config": {"num_words": 800, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 105, "word_counts": "{\"rtgs\": 6, \"credit\": 9, \"inr\": 108, \"26\": 6, \"43\": 1, \"to\": 71, \"a\": 102, \"c\": 102, \"xx1043\": 1, \"on\": 111, \"12\": 8, \"04\": 11, \"25\": 22, \"utr\": 11, \"icicc38hyf9sxmecos\": 1, \"beneficiary\": 12, \"you\": 6, \"remitter\": 6, \"neha\": 1, \"jain\": 1, \"dear\": 9, \"upi\": 17, \"user\": 7, \"x5030\": 1, \"debited\": 47, \"by\": 16, \"92\": 3, \"375\": 1, \"90\": 4, \"date\": 7, \"nov\": 4, \"2025\": 70, \"trf\": 7, \"indian\": 1, \"oil\": 1, \"refno\": 7, \"328710122691\": 1, \"if\": 7, \"not\": 7, \"u\": 7, \"call\": 7, \"1800123456\": 6, \"for\": 18, \"other\": 7, \"services\": 7, \"indusind\": 3, \"1\": 26, \"158\": 1, \"credited\": 29, \"xx3039\": 1, \"07\": 8, \"from\": 31, \"sonal\": 3, \"khanna\": 3, \"ref\": 69, \"578713315098\": 1, \"57\": 1, \"xx3872\": 1, \"10\": 14, \"sbinmsnd8dudd467kd\": 1, \"amitabh\": 1, \"roy\": 1, \"imps\": 16, \"xx4624\": 1, \"996\": 1, \"22\": 7, \"16\": 6, \"05\": 10, \"498084124118\": 1, \"tanya\": 4, \"bansal\": 4, \"avl\": 19, \"bal\": 24, \"31\": 4, \"243\": 1, \"27\": 5, \"548\": 1, \"xx0533\": 1, \"13\": 8, \"01\": 12, \"through\": 5, \"neft\": 5, \"idfbmzvrerw6z8vbhq\": 1, \"rohan\": 2, \"das\": 2, \"5\": 4, \"895\": 1, \"60\": 2, \"pos\": 6, \"txn\": 10, \"rs\": 14, \"116\": 1, \"703\": 1, \"at\": 24, \"decathlon\": 4, \"jun\": 2, \"using\": 6, \"card\": 14, \"xx8465\": 1, \"xx9514\": 1, \"387214895134\": 1, \"155\": 1, \"00\": 18, \"spent\": 3, \"bob\": 2, \"debit\": 3, \"ending\": 3, \"7434\": 1, \"myntra\": 3, \"21jun25\": 1, \"286\": 1, \"salary\": 17, \"199\": 1, \"xx4641\": 1, \"narration\": 10, \"sal\": 1, \"529912419049\": 1, \"273\": 1, \"cr\": 8, \"xx4737\": 1, \"02\": 8, \"11\": 7, \"via\": 8, \"377701436349\": 1, \"sender\": 8, \"vikram\": 3, \"chauhan\": 3, \"bill\": 6, \"payment\": 13, \"8\": 2, \"132\": 1, \"40\": 5, \"xx0842\": 1, \"28\": 3, \"flipkart\": 3, \"131869993867\": 1, \"xx2421\": 1, \"7\": 2, \"194\": 1, \"70\": 4, \"towards\": 5, \"gst\": 3, \"charges\": 5, \"20\": 6, \"111\": 1, \"755\": 1, \"96\": 1, \"emi\": 9, \"your\": 12, \"xx7034\": 1, \"072\": 1, \"education\": 2, \"loan\": 5, \"08\": 11, \"484677378263\": 1, \"55\": 3, \"503\": 2, \"xx9517\": 1, \"21\": 3, \"dec\": 2, \"payroll\": 4, \"780913431611\": 1, \"697\": 1, \"withdrawn\": 4, \"atm\": 4, \"atm424745\": 1, \"06\": 7, \"xx7594\": 1, \"064\": 2, \"48\": 1, \"791\": 1, \"xx5496\": 1, \"utib0rcxn22pxgx8wd\": 1, \"pallavi\": 2, \"menon\": 2, \"30\": 9, \"444\": 1, \"65\": 1, \"17\": 8, \"595\": 1, \"09\": 6, \"xx2284\": 1, \"xx2904\": 1, \"589178390847\": 1, \"netbanking\": 8, \"3\": 3, \"678\": 1, \"transferred\": 8, \"xx1565\": 1, \"deepak\": 2, \"kumar\": 2, \"945198327315\": 1, \"cash\": 7, \"deposit\": 7, \"88\": 1, \"xx0147\": 1, \"oct\": 3, \"mumbai\": 3, \"andheri\": 3, \"324451076226\": 1, \"xx1818\": 1, \"673\": 1, \"979955271774\": 1, \"2\": 3, \"943\": 1, \"xx5466\": 1, \"xx8925\": 1, \"254629148652\": 1, \"refund\": 2, \"of\": 5, \"937\": 1, \"received\": 2, \"ola\": 2, \"xx5379\": 1, \"240758181412\": 1, \"33\": 2, \"idfc\": 1, \"first\": 1, \"1434\": 1, \"airtel\": 1, \"payments\": 1, \"62\": 1, \"041\": 1, \"xx8740\": 1, \"104\": 1, \"644\": 1, \"17jul25\": 1, \"928451154479\": 1, \"sneha\": 5, \"iyer\": 5, \"641\": 1, \"89\": 1, \"198\": 2, \"242\": 1, \"paytm\": 1, \"wallet\": 1, \"xx1027\": 1, \"xx6543\": 1, \"715518844225\": 1, \"228\": 1, \"xx8018\": 1, \"idfbn0b58st4pzt3ed\": 1, \"642\": 1, \"xx2104\": 1, \"339500479748\": 1, \"mohit\": 1, \"gupta\": 1, \"hdfc\": 2, \"733\": 1, \"xx2578\": 1, \"swiggy\": 1, \"169409749930\": 1, \"950\": 1, \"jio\": 1, \"recharge\": 1, \"xx3484\": 1, \"xx4973\": 1, \"665240415747\": 1, \"xx2067\": 1, \"97\": 1, \"059\": 1, \"69\": 1, \"sep\": 1, \"323\": 1, \"86\": 2, \"161\": 1, \"58\": 1, \"xx2795\": 1, \"chandigarh\": 1, \"sec\": 1, \"258713971870\": 1, \"x8682\": 1, \"494\": 1, \"21mar25\": 1, \"sbi\": 6, \"190790306738\": 1, \"1800102030\": 6, \"pnb\": 2, \"168\": 1, \"742\": 1, \"6688\": 1, \"apollo\": 1, \"pharmacy\": 1, \"399\": 1, \"83\": 2, \"52\": 2, \"190\": 1, \"xx9378\": 1, \"bsnl\": 1, \"312038750997\": 1, \"488\": 1, \"xx0166\": 1, \"18\": 2, \"company\": 1, \"148902503926\": 1, \"aug\": 3, \"xx4262\": 1, \"manish\": 1, \"agrawal\": 1, \"560466183982\": 1, \"84\": 1, \"469\": 1, \"milk\": 1, \"diary\": 1, \"xx3752\": 1, \"416724342661\": 1, \"513\": 1, \"54\": 1, \"5sep25\": 1, \"xx5071\": 1, \"priya\": 4, \"singh\": 4, \"123828258673\": 1, \"512\": 1, \"50\": 7, \"xx2499\": 1, \"422579050723\": 1, \"xx3407\": 1, \"613\": 1, \"19\": 2, \"424\": 2, \"171\": 1, \"atm051627\": 1, \"24\": 4, \"xx4545\": 1, \"401\": 1, \"798\": 1, \"x5326\": 1, \"4\": 2, \"216\": 2, \"438983640376\": 1, \"1800200101\": 2, \"35\": 2, \"206\": 2, \"xx1832\": 1, \"14\": 7, \"feb\": 2, \"202758842524\": 1, \"nitin\": 3, \"sethi\": 3, \"166\": 1, \"xx8635\": 1, \"705349493759\": 1, \"9\": 2, \"073\": 1, \"xx9906\": 1, \"monthly\": 5, \"561853747411\": 1, \"xx3721\": 1, \"186\": 2, \"619\": 1, \"934768701462\": 1, \"anjali\": 1, \"sharma\": 1, \"interest\": 3, \"832\": 1, \"xx2239\": 1, \"5oct25\": 1, \"245\": 1, \"240\": 1, \"789\": 1, \"xx7251\": 1, \"6jan25\": 1, \"626765861793\": 1, \"icici\": 5, \"730\": 1, \"xx6987\": 1, \"29\": 3, \"03\": 9, \"418625652704\": 1, \"xx3320\": 1, \"personal\": 2, \"23\": 3, \"299911914856\": 1, \"731\": 1, \"xx5082\": 1, \"103579727985\": 1, \"946\": 1, \"xx6910\": 1, \"965207446660\": 1, \"xx1738\": 1, \"713\": 1, \"892\": 1, \"xx5326\": 1, \"49\": 2, \"24nov25\": 1, \"676184723046\": 1, \"734\": 1, \"cred\": 2, \"xx7447\": 1, \"xx1143\": 1, \"794155216674\": 1, \"xx3756\": 1, \"127\": 2, \"936\": 1, \"9sep25\": 1, \"038\": 1, \"x2614\": 1, \"226\": 2, \"hp\": 1, \"petrol\": 1, \"086978292216\": 1, \"x6081\": 1, \"15\": 3, \"starbucks\": 3, \"838638406665\": 1, \"kotak\": 1, \"56\": 2, \"655\": 1, \"xx7985\": 1, \"015739930561\": 1, \"773\": 1, \"xx0248\": 1, \"144914766072\": 1, \"arjun\": 1, \"mehta\": 1, \"xx8781\": 1, \"244\": 1, \"562053364525\": 1, \"562\": 1, \"xx8165\": 1, \"rahul\": 4, \"verma\": 4, \"567700518449\": 1, \"442\": 1, \"xx9260\": 1, \"icickv3eoyyigbm760\": 1, \"39\": 3, \"278\": 1, \"xx7659\": 1, \"126944869594\": 1, \"cheque\": 3, \"paid\": 3, \"137\": 1, \"xx4351\": 1, \"chq\": 3, \"no\": 5, \"489476\": 1, \"payee\": 3, \"322\": 1, \"xx7357\": 1, \"hyderabad\": 2, \"hitec\": 2, \"275539423733\": 1, \"customer\": 2, \"381\": 1, \"xx7187\": 1, \"with\": 2, \"sbin91ymjj4al05i78\": 1, \"info\": 3, \"emp\": 1, \"prj\": 1, \"alpha\": 1, \"xx6159\": 1, \"174\": 1, \"834\": 1, \"home\": 1, \"961125355449\": 1, \"xx2005\": 1, \"317456424008\": 1, \"reversal\": 2, \"103\": 1, \"back\": 2, \"xx2417\": 1, \"25may25\": 1, \"failed\": 2, \"757051204618\": 1, \"xx9163\": 1, \"77\": 1, \"585730652407\": 1, \"autopay\": 4, \"mandate\": 8, \"141\": 1, \"xx7829\": 1, \"940539103717\": 1, \"214\": 2, \"316\": 1, \"xx6852\": 1, \"760049082404\": 1, \"185\": 1, \"80\": 1, \"28jan25\": 1, \"xx9610\": 1, \"679981364622\": 1, \"863\": 1, \"xx0425\": 1, \"147705383388\": 1, \"317\": 1, \"xx0038\": 1, \"14sep25\": 1, \"467\": 1, \"x2209\": 1, \"125\": 1, \"233060463331\": 1, \"600\": 1, \"xx9082\": 1, \"31jul25\": 1, \"211175186892\": 1, \"327\": 1, \"xx9903\": 1, \"249998279501\": 1, \"036\": 1, \"xx7729\": 1, \"144885015569\": 1, \"6\": 1, \"277\": 1, \"xx6291\": 1, \"498\": 1, \"95\": 1, \"225\": 1, \"xx3858\": 1, \"idfb34oojqxzlvu35b\": 1, \"kavya\": 1, \"nair\": 1, \"xx9382\": 1, \"760\": 1, \"758172461919\": 1, \"550\": 1, \"746\": 1, \"93\": 1, \"930\": 1, \"xx1403\": 1, \"kkbkl36192ywol1a5p\": 1, \"172\": 1, \"xx7189\": 1, \"30jun25\": 1, \"929049047128\": 1, \"53\": 1, \"384\": 1, \"xx2767\": 1, \"454414967393\": 1, \"34\": 1, \"349\": 1, \"xx4471\": 1, \"13may25\": 1, \"bengaluru\": 1, \"mg\": 1, \"road\": 1, \"639174101194\": 1, \"102\": 1, \"xx8063\": 1, \"hdfccj5b4cpialdtg3\": 1, \"504\": 1, \"329\": 1, \"91\": 1, \"675\": 1, \"xx1142\": 1, \"723248763290\": 1, \"984\": 1, \"xx1082\": 1, \"316873\": 1, \"xx7740\": 1, \"177318063254\": 1, \"803\": 1, \"xx0552\": 1, \"178847951371\": 1, \"xx7749\": 1, \"869\": 1, \"059274523805\": 1, \"690\": 1, \"x1509\": 1, \"656504554781\": 1, \"457\": 1, \"xx7873\": 1, \"apr\": 2, \"icickdju3iwkdrx0wd\": 1, \"xx2845\": 1, \"985240132234\": 1, \"912\": 1, \"519\": 1, \"xx2893\": 1, \"271256638361\": 1, \"atm877347\": 1, \"xx1266\": 1, \"899\": 1, \"975\": 1, \"45\": 1, \"157\": 1, \"xx0028\": 1, \"079056\": 1, \"012\": 1, \"atm649878\": 1, \"xx6591\": 1, \"523\": 1, \"74\": 1, \"722\": 1, \"xx2324\": 1, \"may\": 1, \"660324204482\": 1, \"907\": 1, \"xx4764\": 1, \"16mar25\": 1, \"dominos\": 1, \"348645183760\": 1, \"921\": 1, \"xx4591\": 1, \"10mar25\": 1, \"693008931734\": 1, \"439\": 1, \"xx3973\": 1, \"599004896465\": 1, \"46\": 1, \"686\": 1, \"xx7032\": 1, \"422849939089\": 1}", "word_docs": "{\"icicc38hyf9sxmecos\": 1, \"credit\": 9, \"you\": 6, \"jain\": 1, \"a\": 102, \"neha\": 1, \"on\": 105, \"remitter\": 6, \"rtgs\": 6, \"25\": 21, \"to\": 71, \"c\": 102, \"43\": 1, \"xx1043\": 1, \"04\": 11, \"26\": 6, \"12\": 8, \"inr\": 88, \"beneficiary\": 12, \"utr\": 11, \"for\": 18, \"services\": 7, \"1800123456\": 3, \"not\": 7, \"indusind\": 3, \"92\": 3, \"refno\": 7, \"by\": 16, \"call\": 7, \"328710122691\": 1, \"date\": 7, \"user\": 7, \"if\": 7, \"upi\": 14, \"nov\": 4, \"2025\": 70, \"trf\": 7, \"dear\": 9, \"u\": 7, \"90\": 4, \"375\": 1, \"debited\": 47, \"other\": 7, \"x5030\": 1, \"oil\": 1, \"indian\": 1, \"from\": 31, \"credited\": 29, \"158\": 1, \"ref\": 69, \"khanna\": 3, \"1\": 26, \"xx3039\": 1, \"578713315098\": 1, \"07\": 7, \"sonal\": 3, \"10\": 14, \"57\": 1, \"sbinmsnd8dudd467kd\": 1, \"roy\": 1, \"xx3872\": 1, \"amitabh\": 1, \"xx4624\": 1, \"243\": 1, \"imps\": 16, \"05\": 10, \"22\": 6, \"31\": 4, \"tanya\": 4, \"bal\": 24, \"avl\": 19, \"27\": 5, \"16\": 6, \"498084124118\": 1, \"996\": 1, \"bansal\": 4, \"idfbmzvrerw6z8vbhq\": 1, \"548\": 1, \"01\": 12, \"13\": 8, \"das\": 2, \"neft\": 5, \"60\": 2, \"5\": 4, \"rohan\": 2, \"895\": 1, \"through\": 5, \"xx0533\": 1, \"txn\": 10, \"at\": 24, \"703\": 1, \"387214895134\": 1, \"116\": 1, \"decathlon\": 4, \"xx9514\": 1, \"xx8465\": 1, \"rs\": 10, \"using\": 6, \"card\": 14, \"pos\": 6, \"jun\": 2, \"ending\": 3, \"155\": 1, \"00\": 18, \"spent\": 3, \"myntra\": 3, \"7434\": 1, \"bob\": 2, \"21jun25\": 1, \"debit\": 3, \"286\": 1, \"salary\": 11, \"199\": 1, \"narration\": 10, \"sal\": 1, \"529912419049\": 1, \"xx4641\": 1, \"sender\": 8, \"xx4737\": 1, \"02\": 8, \"chauhan\": 3, \"11\": 7, \"273\": 1, \"377701436349\": 1, \"via\": 8, \"vikram\": 3, \"cr\": 8, \"flipkart\": 3, \"28\": 3, \"40\": 5, \"xx0842\": 1, \"132\": 1, \"8\": 2, \"payment\": 13, \"131869993867\": 1, \"bill\": 6, \"194\": 1, \"towards\": 5, \"xx2421\": 1, \"111\": 1, \"70\": 4, \"charges\": 5, \"7\": 2, \"20\": 6, \"gst\": 3, \"96\": 1, \"755\": 1, \"072\": 1, \"emi\": 7, \"loan\": 5, \"education\": 2, \"484677378263\": 1, \"xx7034\": 1, \"08\": 11, \"your\": 12, \"55\": 3, \"503\": 2, \"payroll\": 4, \"dec\": 2, \"780913431611\": 1, \"21\": 3, \"xx9517\": 1, \"06\": 7, \"697\": 1, \"withdrawn\": 4, \"atm\": 4, \"atm424745\": 1, \"48\": 1, \"xx7594\": 1, \"064\": 2, \"pallavi\": 2, \"791\": 1, \"utib0rcxn22pxgx8wd\": 1, \"444\": 1, \"65\": 1, \"menon\": 2, \"xx5496\": 1, \"30\": 9, \"xx2284\": 1, \"589178390847\": 1, \"595\": 1, \"17\": 7, \"xx2904\": 1, \"09\": 6, \"xx1565\": 1, \"kumar\": 2, \"945198327315\": 1, \"netbanking\": 8, \"3\": 3, \"deepak\": 2, \"678\": 1, \"transferred\": 8, \"xx0147\": 1, \"cash\": 7, \"mumbai\": 3, \"deposit\": 7, \"oct\": 3, \"andheri\": 3, \"324451076226\": 1, \"88\": 1, \"xx1818\": 1, \"979955271774\": 1, \"673\": 1, \"xx5466\": 1, \"943\": 1, \"xx8925\": 1, \"254629148652\": 1, \"2\": 3, \"xx5379\": 1, \"received\": 2, \"240758181412\": 1, \"of\": 5, \"937\": 1, \"ola\": 2, \"refund\": 2, \"62\": 1, \"first\": 1, \"1434\": 1, \"33\": 2, \"idfc\": 1, \"payments\": 1, \"airtel\": 1, \"041\": 1, \"89\": 1, \"104\": 1, \"sneha\": 5, \"xx8740\": 1, \"iyer\": 5, \"17jul25\": 1, \"644\": 1, \"928451154479\": 1, \"641\": 1, \"paytm\": 1, \"xx6543\": 1, \"242\": 1, \"198\": 2, \"xx1027\": 1, \"715518844225\": 1, \"wallet\": 1, \"228\": 1, \"idfbn0b58st4pzt3ed\": 1, \"xx8018\": 1, \"mohit\": 1, \"339500479748\": 1, \"642\": 1, \"xx2104\": 1, \"hdfc\": 2, \"gupta\": 1, \"swiggy\": 1, \"733\": 1, \"xx2578\": 1, \"169409749930\": 1, \"recharge\": 1, \"950\": 1, \"xx3484\": 1, \"665240415747\": 1, \"xx4973\": 1, \"jio\": 1, \"sep\": 1, \"69\": 1, \"97\": 1, \"323\": 1, \"059\": 1, \"xx2067\": 1, \"86\": 2, \"chandigarh\": 1, \"58\": 1, \"161\": 1, \"sec\": 1, \"xx2795\": 1, \"258713971870\": 1, \"1800102030\": 3, \"sbi\": 6, \"21mar25\": 1, \"x8682\": 1, \"pnb\": 2, \"494\": 1, \"190790306738\": 1, \"83\": 2, \"apollo\": 1, \"168\": 1, \"pharmacy\": 1, \"399\": 1, \"6688\": 1, \"742\": 1, \"bsnl\": 1, \"312038750997\": 1, \"52\": 2, \"xx9378\": 1, \"190\": 1, \"148902503926\": 1, \"18\": 2, \"company\": 1, \"488\": 1, \"xx0166\": 1, \"560466183982\": 1, \"manish\": 1, \"xx4262\": 1, \"aug\": 3, \"agrawal\": 1, \"diary\": 1, \"469\": 1, \"xx3752\": 1, \"84\": 1, \"416724342661\": 1, \"milk\": 1, \"513\": 1, \"123828258673\": 1, \"xx5071\": 1, \"54\": 1, \"singh\": 4, \"priya\": 4, \"5sep25\": 1, \"512\": 1, \"422579050723\": 1, \"xx2499\": 1, \"50\": 7, \"613\": 1, \"19\": 2, \"xx3407\": 1, \"424\": 2, \"798\": 1, \"atm051627\": 1, \"24\": 4, \"401\": 1, \"xx4545\": 1, \"171\": 1, \"216\": 2, \"1800200101\": 1, \"4\": 2, \"x5326\": 1, \"438983640376\": 1, \"206\": 2, \"nitin\": 3, \"feb\": 2, \"35\": 2, \"sethi\": 3, \"202758842524\": 1, \"xx1832\": 1, \"14\": 6, \"xx8635\": 1, \"705349493759\": 1, \"166\": 1, \"9\": 2, \"monthly\": 5, \"561853747411\": 1, \"073\": 1, \"xx9906\": 1, \"186\": 2, \"619\": 1, \"anjali\": 1, \"sharma\": 1, \"934768701462\": 1, \"xx3721\": 1, \"5oct25\": 1, \"interest\": 3, \"xx2239\": 1, \"245\": 1, \"832\": 1, \"240\": 1, \"789\": 1, \"icici\": 5, \"xx7251\": 1, \"6jan25\": 1, \"626765861793\": 1, \"730\": 1, \"03\": 9, \"418625652704\": 1, \"xx6987\": 1, \"29\": 3, \"23\": 3, \"personal\": 2, \"xx3320\": 1, \"299911914856\": 1, \"731\": 1, \"xx5082\": 1, \"103579727985\": 1, \"946\": 1, \"xx6910\": 1, \"965207446660\": 1, \"713\": 1, \"xx1738\": 1, \"892\": 1, \"xx5326\": 1, \"49\": 2, \"676184723046\": 1, \"24nov25\": 1, \"cred\": 2, \"734\": 1, \"794155216674\": 1, \"xx1143\": 1, \"xx7447\": 1, \"xx3756\": 1, \"9sep25\": 1, \"127\": 2, \"038\": 1, \"936\": 1, \"x2614\": 1, \"petrol\": 1, \"086978292216\": 1, \"226\": 2, \"hp\": 1, \"15\": 3, \"starbucks\": 3, \"kotak\": 1, \"x6081\": 1, \"838638406665\": 1, \"56\": 2, \"015739930561\": 1, \"655\": 1, \"xx7985\": 1, \"xx0248\": 1, \"mehta\": 1, \"144914766072\": 1, \"773\": 1, \"arjun\": 1, \"562053364525\": 1, \"xx8781\": 1, \"244\": 1, \"xx8165\": 1, \"rahul\": 4, \"562\": 1, \"567700518449\": 1, \"verma\": 4, \"442\": 1, \"icickv3eoyyigbm760\": 1, \"xx9260\": 1, \"xx7659\": 1, \"39\": 3, \"278\": 1, \"126944869594\": 1, \"xx4351\": 1, \"paid\": 3, \"137\": 1, \"no\": 5, \"489476\": 1, \"chq\": 3, \"cheque\": 3, \"payee\": 3, \"xx7357\": 1, \"hitec\": 2, \"275539423733\": 1, \"322\": 1, \"hyderabad\": 2, \"with\": 2, \"381\": 1, \"sbin91ymjj4al05i78\": 1, \"info\": 2, \"emp\": 1, \"customer\": 2, \"prj\": 1, \"alpha\": 1, \"xx7187\": 1, \"834\": 1, \"174\": 1, \"xx6159\": 1, \"home\": 1, \"961125355449\": 1, \"317456424008\": 1, \"xx2005\": 1, \"failed\": 2, \"back\": 2, \"103\": 1, \"25may25\": 1, \"xx2417\": 1, \"reversal\": 2, \"757051204618\": 1, \"xx9163\": 1, \"77\": 1, \"585730652407\": 1, \"141\": 1, \"mandate\": 4, \"xx7829\": 1, \"autopay\": 4, \"940539103717\": 1, \"760049082404\": 1, \"xx6852\": 1, \"316\": 1, \"214\": 2, \"679981364622\": 1, \"185\": 1, \"28jan25\": 1, \"xx9610\": 1, \"80\": 1, \"147705383388\": 1, \"xx0425\": 1, \"863\": 1, \"467\": 1, \"xx0038\": 1, \"317\": 1, \"14sep25\": 1, \"125\": 1, \"x2209\": 1, \"233060463331\": 1, \"xx9082\": 1, \"31jul25\": 1, \"211175186892\": 1, \"600\": 1, \"xx9903\": 1, \"327\": 1, \"249998279501\": 1, \"xx7729\": 1, \"036\": 1, \"144885015569\": 1, \"xx6291\": 1, \"277\": 1, \"95\": 1, \"6\": 1, \"498\": 1, \"225\": 1, \"kavya\": 1, \"idfb34oojqxzlvu35b\": 1, \"xx3858\": 1, \"nair\": 1, \"550\": 1, \"746\": 1, \"93\": 1, \"xx9382\": 1, \"758172461919\": 1, \"760\": 1, \"xx1403\": 1, \"930\": 1, \"kkbkl36192ywol1a5p\": 1, \"929049047128\": 1, \"xx7189\": 1, \"172\": 1, \"30jun25\": 1, \"xx2767\": 1, \"384\": 1, \"53\": 1, \"454414967393\": 1, \"xx4471\": 1, \"mg\": 1, \"bengaluru\": 1, \"34\": 1, \"road\": 1, \"639174101194\": 1, \"349\": 1, \"13may25\": 1, \"hdfccj5b4cpialdtg3\": 1, \"329\": 1, \"102\": 1, \"91\": 1, \"xx8063\": 1, \"504\": 1, \"675\": 1, \"723248763290\": 1, \"xx1142\": 1, \"316873\": 1, \"xx1082\": 1, \"984\": 1, \"177318063254\": 1, \"xx7740\": 1, \"803\": 1, \"xx0552\": 1, \"178847951371\": 1, \"xx7749\": 1, \"690\": 1, \"059274523805\": 1, \"869\": 1, \"656504554781\": 1, \"x1509\": 1, \"457\": 1, \"icickdju3iwkdrx0wd\": 1, \"apr\": 2, \"xx7873\": 1, \"985240132234\": 1, \"xx2845\": 1, \"912\": 1, \"519\": 1, \"271256638361\": 1, \"xx2893\": 1, \"975\": 1, \"atm877347\": 1, \"xx1266\": 1, \"899\": 1, \"45\": 1, \"xx0028\": 1, \"079056\": 1, \"157\": 1, \"012\": 1, \"xx6591\": 1, \"74\": 1, \"523\": 1, \"atm649878\": 1, \"722\": 1, \"may\": 1, \"xx2324\": 1, \"660324204482\": 1, \"16mar25\": 1, \"xx4764\": 1, \"907\": 1, \"dominos\": 1, \"348645183760\": 1, \"693008931734\": 1, \"10mar25\": 1, \"xx4591\": 1, \"921\": 1, \"xx3973\": 1, \"439\": 1, \"599004896465\": 1, \"xx7032\": 1, \"686\": 1, \"422849939089\": 1, \"46\": 1}", "index_docs": "{\"199\": 1, \"36\": 9, \"71\": 6, \"201\": 1, \"4\": 102, \"200\": 1, \"2\": 105, \"72\": 6, \"69\": 6, \"15\": 21, \"6\": 71, \"5\": 102, \"197\": 1, \"198\": 1, \"30\": 11, \"70\": 6, \"41\": 8, \"3\": 88, \"27\": 12, \"31\": 11, \"17\": 18, \"61\": 7, \"73\": 3, \"57\": 7, \"113\": 3, \"112\": 3, \"55\": 7, \"21\": 16, \"59\": 7, \"206\": 1, \"53\": 7, \"52\": 7, \"56\": 7, \"19\": 14, \"96\": 4, \"7\": 70, \"54\": 7, \"37\": 9, \"58\": 7, \"95\": 4, \"203\": 1, \"9\": 47, \"60\": 7, \"202\": 1, \"205\": 1, \"204\": 1, \"10\": 31, \"11\": 29, \"207\": 1, \"8\": 69, \"115\": 3, \"12\": 26, \"208\": 1, \"209\": 1, \"42\": 7, \"114\": 3, \"23\": 14, \"210\": 1, \"212\": 1, \"214\": 1, \"211\": 1, \"213\": 1, \"215\": 1, \"218\": 1, \"22\": 16, \"33\": 10, \"62\": 6, \"99\": 4, \"97\": 4, \"13\": 24, \"16\": 19, \"82\": 5, \"74\": 6, \"217\": 1, \"216\": 1, \"98\": 4, \"221\": 1, \"219\": 1, \"28\": 12, \"43\": 8, \"147\": 2, \"84\": 5, \"148\": 2, \"100\": 4, \"146\": 2, \"222\": 1, \"83\": 5, \"220\": 1, \"34\": 10, \"14\": 24, \"224\": 1, \"227\": 1, \"223\": 1, \"101\": 4, \"226\": 1, \"225\": 1, \"24\": 10, \"76\": 6, \"25\": 14, \"75\": 6, \"149\": 2, \"118\": 3, \"228\": 1, \"18\": 18, \"116\": 3, \"119\": 3, \"229\": 1, \"150\": 2, \"230\": 1, \"117\": 3, \"231\": 1, \"20\": 11, \"232\": 1, \"35\": 10, \"234\": 1, \"235\": 1, \"233\": 1, \"47\": 8, \"237\": 1, \"45\": 8, \"121\": 3, \"63\": 7, \"236\": 1, \"238\": 1, \"46\": 8, \"120\": 3, \"44\": 8, \"123\": 3, \"122\": 3, \"85\": 5, \"240\": 1, \"239\": 1, \"151\": 2, \"26\": 13, \"241\": 1, \"77\": 6, \"243\": 1, \"86\": 5, \"242\": 1, \"244\": 1, \"102\": 4, \"87\": 5, \"152\": 2, \"78\": 6, \"124\": 3, \"246\": 1, \"245\": 1, \"248\": 1, \"38\": 7, \"88\": 5, \"153\": 2, \"249\": 1, \"247\": 1, \"32\": 11, \"29\": 12, \"125\": 3, \"154\": 2, \"103\": 4, \"155\": 2, \"251\": 1, \"126\": 3, \"250\": 1, \"64\": 7, \"252\": 1, \"104\": 4, \"105\": 4, \"253\": 1, \"255\": 1, \"254\": 1, \"156\": 2, \"157\": 2, \"256\": 1, \"258\": 1, \"259\": 1, \"260\": 1, \"158\": 2, \"257\": 1, \"39\": 9, \"262\": 1, \"264\": 1, \"261\": 1, \"48\": 7, \"263\": 1, \"79\": 6, \"266\": 1, \"160\": 2, \"267\": 1, \"49\": 8, \"127\": 3, \"159\": 2, \"265\": 1, \"50\": 8, \"269\": 1, \"65\": 7, \"129\": 3, \"66\": 7, \"128\": 3, \"130\": 3, \"270\": 1, \"268\": 1, \"271\": 1, \"273\": 1, \"272\": 1, \"275\": 1, \"274\": 1, \"276\": 1, \"277\": 1, \"131\": 3, \"279\": 1, \"162\": 2, \"280\": 1, \"89\": 5, \"278\": 1, \"163\": 2, \"161\": 2, \"286\": 1, \"282\": 1, \"283\": 1, \"164\": 2, \"281\": 1, \"285\": 1, \"284\": 1, \"287\": 1, \"294\": 1, \"289\": 1, \"90\": 5, \"288\": 1, \"91\": 5, \"291\": 1, \"290\": 1, \"292\": 1, \"293\": 1, \"296\": 1, \"299\": 1, \"295\": 1, \"165\": 2, \"298\": 1, \"300\": 1, \"297\": 1, \"301\": 1, \"303\": 1, \"302\": 1, \"307\": 1, \"306\": 1, \"304\": 1, \"305\": 1, \"166\": 2, \"308\": 1, \"311\": 1, \"309\": 1, \"310\": 1, \"312\": 1, \"315\": 1, \"313\": 1, \"316\": 1, \"318\": 1, \"317\": 1, \"314\": 1, \"323\": 1, \"322\": 1, \"320\": 1, \"324\": 1, \"321\": 1, \"319\": 1, \"167\": 2, \"328\": 1, \"326\": 1, \"325\": 1, \"329\": 1, \"327\": 1, \"330\": 1, \"81\": 3, \"80\": 6, \"333\": 1, \"331\": 1, \"168\": 2, \"332\": 1, \"334\": 1, \"169\": 2, \"338\": 1, \"335\": 1, \"339\": 1, \"340\": 1, \"337\": 1, \"336\": 1, \"343\": 1, \"344\": 1, \"170\": 2, \"342\": 1, \"341\": 1, \"348\": 1, \"171\": 2, \"347\": 1, \"345\": 1, \"346\": 1, \"352\": 1, \"350\": 1, \"349\": 1, \"132\": 3, \"351\": 1, \"356\": 1, \"354\": 1, \"357\": 1, \"353\": 1, \"358\": 1, \"355\": 1, \"359\": 1, \"363\": 1, \"362\": 1, \"360\": 1, \"107\": 4, \"106\": 4, \"361\": 1, \"364\": 1, \"366\": 1, \"365\": 1, \"67\": 7, \"368\": 1, \"172\": 2, \"367\": 1, \"173\": 2, \"373\": 1, \"370\": 1, \"108\": 4, \"372\": 1, \"371\": 1, \"369\": 1, \"175\": 2, \"176\": 1, \"174\": 2, \"374\": 1, \"375\": 1, \"178\": 2, \"133\": 3, \"179\": 2, \"177\": 2, \"134\": 3, \"377\": 1, \"376\": 1, \"68\": 6, \"379\": 1, \"380\": 1, \"378\": 1, \"180\": 2, \"92\": 5, \"383\": 1, \"381\": 1, \"382\": 1, \"181\": 2, \"385\": 1, \"387\": 1, \"388\": 1, \"386\": 1, \"384\": 1, \"391\": 1, \"135\": 3, \"390\": 1, \"392\": 1, \"389\": 1, \"393\": 1, \"394\": 1, \"93\": 5, \"395\": 1, \"396\": 1, \"397\": 1, \"398\": 1, \"40\": 9, \"400\": 1, \"399\": 1, \"136\": 3, \"137\": 3, \"182\": 2, \"401\": 1, \"402\": 1, \"403\": 1, \"404\": 1, \"405\": 1, \"406\": 1, \"407\": 1, \"408\": 1, \"410\": 1, \"409\": 1, \"411\": 1, \"412\": 1, \"183\": 2, \"414\": 1, \"413\": 1, \"184\": 2, \"415\": 1, \"418\": 1, \"417\": 1, \"416\": 1, \"419\": 1, \"421\": 1, \"185\": 2, \"422\": 1, \"420\": 1, \"423\": 1, \"425\": 1, \"426\": 1, \"186\": 2, \"424\": 1, \"138\": 3, \"139\": 3, \"429\": 1, \"427\": 1, \"428\": 1, \"187\": 2, \"432\": 1, \"430\": 1, \"431\": 1, \"434\": 1, \"437\": 1, \"435\": 1, \"433\": 1, \"436\": 1, \"440\": 1, \"438\": 1, \"439\": 1, \"442\": 1, \"109\": 4, \"441\": 1, \"443\": 1, \"110\": 4, \"444\": 1, \"446\": 1, \"445\": 1, \"448\": 1, \"140\": 3, \"447\": 1, \"449\": 1, \"451\": 1, \"142\": 3, \"450\": 1, \"94\": 5, \"452\": 1, \"143\": 3, \"141\": 3, \"144\": 3, \"454\": 1, \"189\": 2, \"455\": 1, \"453\": 1, \"188\": 2, \"191\": 2, \"456\": 1, \"458\": 1, \"145\": 2, \"459\": 1, \"190\": 2, \"460\": 1, \"461\": 1, \"457\": 1, \"464\": 1, \"463\": 1, \"462\": 1, \"465\": 1, \"466\": 1, \"468\": 1, \"467\": 1, \"194\": 2, \"193\": 2, \"469\": 1, \"471\": 1, \"470\": 1, \"192\": 2, \"472\": 1, \"473\": 1, \"474\": 1, \"475\": 1, \"476\": 1, \"51\": 4, \"477\": 1, \"111\": 4, \"478\": 1, \"481\": 1, \"480\": 1, \"479\": 1, \"195\": 2, \"486\": 1, \"482\": 1, \"484\": 1, \"485\": 1, \"483\": 1, \"489\": 1, \"488\": 1, \"487\": 1, \"493\": 1, \"491\": 1, \"490\": 1, \"492\": 1, \"495\": 1, \"494\": 1, \"496\": 1, \"498\": 1, \"499\": 1, \"500\": 1, \"497\": 1, \"502\": 1, \"501\": 1, \"503\": 1, \"505\": 1, \"504\": 1, \"506\": 1, \"509\": 1, \"508\": 1, \"511\": 1, \"507\": 1, \"510\": 1, \"512\": 1, \"515\": 1, \"514\": 1, \"513\": 1, \"516\": 1, \"520\": 1, \"521\": 1, \"522\": 1, \"517\": 1, \"519\": 1, \"518\": 1, \"524\": 1, \"523\": 1, \"525\": 1, \"529\": 1, \"527\": 1, \"526\": 1, \"528\": 1, \"532\": 1, \"531\": 1, \"530\": 1, \"533\": 1, \"536\": 1, \"539\": 1, \"538\": 1, \"534\": 1, \"540\": 1, \"541\": 1, \"535\": 1, \"537\": 1, \"544\": 1, \"546\": 1, \"542\": 1, \"547\": 1, \"543\": 1, \"545\": 1, \"548\": 1, \"550\": 1, \"549\": 1, \"553\": 1, \"552\": 1, \"551\": 1, \"555\": 1, \"554\": 1, \"556\": 1, \"557\": 1, \"558\": 1, \"559\": 1, \"562\": 1, \"561\": 1, \"560\": 1, \"564\": 1, \"563\": 1, \"565\": 1, \"567\": 1, \"196\": 2, \"566\": 1, \"569\": 1, \"568\": 1, \"570\": 1, \"571\": 1, \"573\": 1, \"572\": 1, \"577\": 1, \"574\": 1, \"575\": 1, \"576\": 1, \"578\": 1, \"580\": 1, \"581\": 1, \"579\": 1, \"582\": 1, \"584\": 1, \"586\": 1, \"585\": 1, \"583\": 1, \"587\": 1, \"589\": 1, \"588\": 1, \"590\": 1, \"593\": 1, \"592\": 1, \"591\": 1, \"594\": 1, \"595\": 1, \"599\": 1, \"598\": 1, \"597\": 1, \"596\": 1, \"601\": 1, \"600\": 1, \"602\": 1, \"605\": 1, \"604\": 1, \"606\": 1, \"603\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"on\", \"3\": \"inr\", \"4\": \"a\", \"5\": \"c\", \"6\": \"to\", \"7\": \"2025\", \"8\": \"ref\", \"9\": \"debited\", \"10\": \"from\", \"11\": \"credited\", \"12\": \"1\", \"13\": \"bal\", \"14\": \"at\", \"15\": \"25\", \"16\": \"avl\", \"17\": \"for\", \"18\": \"00\", \"19\": \"upi\", \"20\": \"salary\", \"21\": \"by\", \"22\": \"imps\", \"23\": \"10\", \"24\": \"rs\", \"25\": \"card\", \"26\": \"payment\", \"27\": \"beneficiary\", \"28\": \"01\", \"29\": \"your\", \"30\": \"04\", \"31\": \"utr\", \"32\": \"08\", \"33\": \"05\", \"34\": \"txn\", \"35\": \"narration\", \"36\": \"credit\", \"37\": \"dear\", \"38\": \"emi\", \"39\": \"30\", \"40\": \"03\", \"41\": \"12\", \"42\": \"07\", \"43\": \"13\", \"44\": \"cr\", \"45\": \"02\", \"46\": \"via\", \"47\": \"sender\", \"48\": \"17\", \"49\": \"netbanking\", \"50\": \"transferred\", \"51\": \"mandate\", \"52\": \"user\", \"53\": \"date\", \"54\": \"trf\", \"55\": \"refno\", \"56\": \"if\", \"57\": \"not\", \"58\": \"u\", \"59\": \"call\", \"60\": \"other\", \"61\": \"services\", \"62\": \"22\", \"63\": \"11\", \"64\": \"06\", \"65\": \"cash\", \"66\": \"deposit\", \"67\": \"50\", \"68\": \"14\", \"69\": \"rtgs\", \"70\": \"26\", \"71\": \"you\", \"72\": \"remitter\", \"73\": \"1800123456\", \"74\": \"16\", \"75\": \"pos\", \"76\": \"using\", \"77\": \"bill\", \"78\": \"20\", \"79\": \"09\", \"80\": \"sbi\", \"81\": \"1800102030\", \"82\": \"27\", \"83\": \"through\", \"84\": \"neft\", \"85\": \"40\", \"86\": \"towards\", \"87\": \"charges\", \"88\": \"loan\", \"89\": \"of\", \"90\": \"sneha\", \"91\": \"iyer\", \"92\": \"monthly\", \"93\": \"icici\", \"94\": \"no\", \"95\": \"90\", \"96\": \"nov\", \"97\": \"tanya\", \"98\": \"bansal\", \"99\": \"31\", \"100\": \"5\", \"101\": \"decathlon\", \"102\": \"70\", \"103\": \"payroll\", \"104\": \"withdrawn\", \"105\": \"atm\", \"106\": \"priya\", \"107\": \"singh\", \"108\": \"24\", \"109\": \"rahul\", \"110\": \"verma\", \"111\": \"autopay\", \"112\": \"92\", \"113\": \"indusind\", \"114\": \"sonal\", \"115\": \"khanna\", \"116\": \"spent\", \"117\": \"debit\", \"118\": \"ending\", \"119\": \"myntra\", \"120\": \"vikram\", \"121\": \"chauhan\", \"122\": \"28\", \"123\": \"flipkart\", \"124\": \"gst\", \"125\": \"55\", \"126\": \"21\", \"127\": \"3\", \"128\": \"oct\", \"129\": \"mumbai\", \"130\": \"andheri\", \"131\": \"2\", \"132\": \"aug\", \"133\": \"nitin\", \"134\": \"sethi\", \"135\": \"interest\", \"136\": \"29\", \"137\": \"23\", \"138\": \"15\", \"139\": \"starbucks\", \"140\": \"39\", \"141\": \"cheque\", \"142\": \"paid\", \"143\": \"chq\", \"144\": \"payee\", \"145\": \"info\", \"146\": \"rohan\", \"147\": \"das\", \"148\": \"60\", \"149\": \"jun\", \"150\": \"bob\", \"151\": \"8\", \"152\": \"7\", \"153\": \"education\", \"154\": \"503\", \"155\": \"dec\", \"156\": \"064\", \"157\": \"pallavi\", \"158\": \"menon\", \"159\": \"deepak\", \"160\": \"kumar\", \"161\": \"refund\", \"162\": \"received\", \"163\": \"ola\", \"164\": \"33\", \"165\": \"198\", \"166\": \"hdfc\", \"167\": \"86\", \"168\": \"pnb\", \"169\": \"83\", \"170\": \"52\", \"171\": \"18\", \"172\": \"19\", \"173\": \"424\", \"174\": \"4\", \"175\": \"216\", \"176\": \"1800200101\", \"177\": \"35\", \"178\": \"206\", \"179\": \"feb\", \"180\": \"9\", \"181\": \"186\", \"182\": \"personal\", \"183\": \"49\", \"184\": \"cred\", \"185\": \"127\", \"186\": \"226\", \"187\": \"56\", \"188\": \"hyderabad\", \"189\": \"hitec\", \"190\": \"customer\", \"191\": \"with\", \"192\": \"reversal\", \"193\": \"back\", \"194\": \"failed\", \"195\": \"214\", \"196\": \"apr\", \"197\": \"43\", \"198\": \"xx1043\", \"199\": \"icicc38hyf9sxmecos\", \"200\": \"neha\", \"201\": \"jain\", \"202\": \"x5030\", \"203\": \"375\", \"204\": \"indian\", \"205\": \"oil\", \"206\": \"328710122691\", \"207\": \"158\", \"208\": \"xx3039\", \"209\": \"578713315098\", \"210\": \"57\", \"211\": \"xx3872\", \"212\": \"sbinmsnd8dudd467kd\", \"213\": \"amitabh\", \"214\": \"roy\", \"215\": \"xx4624\", \"216\": \"996\", \"217\": \"498084124118\", \"218\": \"243\", \"219\": \"548\", \"220\": \"xx0533\", \"221\": \"idfbmzvrerw6z8vbhq\", \"222\": \"895\", \"223\": \"116\", \"224\": \"703\", \"225\": \"xx8465\", \"226\": \"xx9514\", \"227\": \"387214895134\", \"228\": \"155\", \"229\": \"7434\", \"230\": \"21jun25\", \"231\": \"286\", \"232\": \"199\", \"233\": \"xx4641\", \"234\": \"sal\", \"235\": \"529912419049\", \"236\": \"273\", \"237\": \"xx4737\", \"238\": \"377701436349\", \"239\": \"132\", \"240\": \"xx0842\", \"241\": \"131869993867\", \"242\": \"xx2421\", \"243\": \"194\", \"244\": \"111\", \"245\": \"755\", \"246\": \"96\", \"247\": \"xx7034\", \"248\": \"072\", \"249\": \"484677378263\", \"250\": \"xx9517\", \"251\": \"780913431611\", \"252\": \"697\", \"253\": \"atm424745\", \"254\": \"xx7594\", \"255\": \"48\", \"256\": \"791\", \"257\": \"xx5496\", \"258\": \"utib0rcxn22pxgx8wd\", \"259\": \"444\", \"260\": \"65\", \"261\": \"595\", \"262\": \"xx2284\", \"263\": \"xx2904\", \"264\": \"589178390847\", \"265\": \"678\", \"266\": \"xx1565\", \"267\": \"945198327315\", \"268\": \"88\", \"269\": \"xx0147\", \"270\": \"324451076226\", \"271\": \"xx1818\", \"272\": \"673\", \"273\": \"979955271774\", \"274\": \"943\", \"275\": \"xx5466\", \"276\": \"xx8925\", \"277\": \"254629148652\", \"278\": \"937\", \"279\": \"xx5379\", \"280\": \"240758181412\", \"281\": \"idfc\", \"282\": \"first\", \"283\": \"1434\", \"284\": \"airtel\", \"285\": \"payments\", \"286\": \"62\", \"287\": \"041\", \"288\": \"xx8740\", \"289\": \"104\", \"290\": \"644\", \"291\": \"17jul25\", \"292\": \"928451154479\", \"293\": \"641\", \"294\": \"89\", \"295\": \"242\", \"296\": \"paytm\", \"297\": \"wallet\", \"298\": \"xx1027\", \"299\": \"xx6543\", \"300\": \"715518844225\", \"301\": \"228\", \"302\": \"xx8018\", \"303\": \"idfbn0b58st4pzt3ed\", \"304\": \"642\", \"305\": \"xx2104\", \"306\": \"339500479748\", \"307\": \"mohit\", \"308\": \"gupta\", \"309\": \"733\", \"310\": \"xx2578\", \"311\": \"swiggy\", \"312\": \"169409749930\", \"313\": \"950\", \"314\": \"jio\", \"315\": \"recharge\", \"316\": \"xx3484\", \"317\": \"xx4973\", \"318\": \"665240415747\", \"319\": \"xx2067\", \"320\": \"97\", \"321\": \"059\", \"322\": \"69\", \"323\": \"sep\", \"324\": \"323\", \"325\": \"161\", \"326\": \"58\", \"327\": \"xx2795\", \"328\": \"chandigarh\", \"329\": \"sec\", \"330\": \"258713971870\", \"331\": \"x8682\", \"332\": \"494\", \"333\": \"21mar25\", \"334\": \"190790306738\", \"335\": \"168\", \"336\": \"742\", \"337\": \"6688\", \"338\": \"apollo\", \"339\": \"pharmacy\", \"340\": \"399\", \"341\": \"190\", \"342\": \"xx9378\", \"343\": \"bsnl\", \"344\": \"312038750997\", \"345\": \"488\", \"346\": \"xx0166\", \"347\": \"company\", \"348\": \"148902503926\", \"349\": \"xx4262\", \"350\": \"manish\", \"351\": \"agrawal\", \"352\": \"560466183982\", \"353\": \"84\", \"354\": \"469\", \"355\": \"milk\", \"356\": \"diary\", \"357\": \"xx3752\", \"358\": \"416724342661\", \"359\": \"513\", \"360\": \"54\", \"361\": \"5sep25\", \"362\": \"xx5071\", \"363\": \"123828258673\", \"364\": \"512\", \"365\": \"xx2499\", \"366\": \"422579050723\", \"367\": \"xx3407\", \"368\": \"613\", \"369\": \"171\", \"370\": \"atm051627\", \"371\": \"xx4545\", \"372\": \"401\", \"373\": \"798\", \"374\": \"x5326\", \"375\": \"438983640376\", \"376\": \"xx1832\", \"377\": \"202758842524\", \"378\": \"166\", \"379\": \"xx8635\", \"380\": \"705349493759\", \"381\": \"073\", \"382\": \"xx9906\", \"383\": \"561853747411\", \"384\": \"xx3721\", \"385\": \"619\", \"386\": \"934768701462\", \"387\": \"anjali\", \"388\": \"sharma\", \"389\": \"832\", \"390\": \"xx2239\", \"391\": \"5oct25\", \"392\": \"245\", \"393\": \"240\", \"394\": \"789\", \"395\": \"xx7251\", \"396\": \"6jan25\", \"397\": \"626765861793\", \"398\": \"730\", \"399\": \"xx6987\", \"400\": \"418625652704\", \"401\": \"xx3320\", \"402\": \"299911914856\", \"403\": \"731\", \"404\": \"xx5082\", \"405\": \"103579727985\", \"406\": \"946\", \"407\": \"xx6910\", \"408\": \"965207446660\", \"409\": \"xx1738\", \"410\": \"713\", \"411\": \"892\", \"412\": \"xx5326\", \"413\": \"24nov25\", \"414\": \"676184723046\", \"415\": \"734\", \"416\": \"xx7447\", \"417\": \"xx1143\", \"418\": \"794155216674\", \"419\": \"xx3756\", \"420\": \"936\", \"421\": \"9sep25\", \"422\": \"038\", \"423\": \"x2614\", \"424\": \"hp\", \"425\": \"petrol\", \"426\": \"086978292216\", \"427\": \"x6081\", \"428\": \"838638406665\", \"429\": \"kotak\", \"430\": \"655\", \"431\": \"xx7985\", \"432\": \"015739930561\", \"433\": \"773\", \"434\": \"xx0248\", \"435\": \"144914766072\", \"436\": \"arjun\", \"437\": \"mehta\", \"438\": \"xx8781\", \"439\": \"244\", \"440\": \"562053364525\", \"441\": \"562\", \"442\": \"xx8165\", \"443\": \"567700518449\", \"444\": \"442\", \"445\": \"xx9260\", \"446\": \"icickv3eoyyigbm760\", \"447\": \"278\", \"448\": \"xx7659\", \"449\": \"126944869594\", \"450\": \"137\", \"451\": \"xx4351\", \"452\": \"489476\", \"453\": \"322\", \"454\": \"xx7357\", \"455\": \"275539423733\", \"456\": \"381\", \"457\": \"xx7187\", \"458\": \"sbin91ymjj4al05i78\", \"459\": \"emp\", \"460\": \"prj\", \"461\": \"alpha\", \"462\": \"xx6159\", \"463\": \"174\", \"464\": \"834\", \"465\": \"home\", \"466\": \"961125355449\", \"467\": \"xx2005\", \"468\": \"317456424008\", \"469\": \"103\", \"470\": \"xx2417\", \"471\": \"25may25\", \"472\": \"757051204618\", \"473\": \"xx9163\", \"474\": \"77\", \"475\": \"585730652407\", \"476\": \"141\", \"477\": \"xx7829\", \"478\": \"940539103717\", \"479\": \"316\", \"480\": \"xx6852\", \"481\": \"760049082404\", \"482\": \"185\", \"483\": \"80\", \"484\": \"28jan25\", \"485\": \"xx9610\", \"486\": \"679981364622\", \"487\": \"863\", \"488\": \"xx0425\", \"489\": \"147705383388\", \"490\": \"317\", \"491\": \"xx0038\", \"492\": \"14sep25\", \"493\": \"467\", \"494\": \"x2209\", \"495\": \"125\", \"496\": \"233060463331\", \"497\": \"600\", \"498\": \"xx9082\", \"499\": \"31jul25\", \"500\": \"211175186892\", \"501\": \"327\", \"502\": \"xx9903\", \"503\": \"249998279501\", \"504\": \"036\", \"505\": \"xx7729\", \"506\": \"144885015569\", \"507\": \"6\", \"508\": \"277\", \"509\": \"xx6291\", \"510\": \"498\", \"511\": \"95\", \"512\": \"225\", \"513\": \"xx3858\", \"514\": \"idfb34oojqxzlvu35b\", \"515\": \"kavya\", \"516\": \"nair\", \"517\": \"xx9382\", \"518\": \"760\", \"519\": \"758172461919\", \"520\": \"550\", \"521\": \"746\", \"522\": \"93\", \"523\": \"930\", \"524\": \"xx1403\", \"525\": \"kkbkl36192ywol1a5p\", \"526\": \"172\", \"527\": \"xx7189\", \"528\": \"30jun25\", \"529\": \"929049047128\", \"530\": \"53\", \"531\": \"384\", \"532\": \"xx2767\", \"533\": \"454414967393\", \"534\": \"34\", \"535\": \"349\", \"536\": \"xx4471\", \"537\": \"13may25\", \"538\": \"bengaluru\", \"539\": \"mg\", \"540\": \"road\", \"541\": \"639174101194\", \"542\": \"102\", \"543\": \"xx8063\", \"544\": \"hdfccj5b4cpialdtg3\", \"545\": \"504\", \"546\": \"329\", \"547\": \"91\", \"548\": \"675\", \"549\": \"xx1142\", \"550\": \"723248763290\", \"551\": \"984\", \"552\": \"xx1082\", \"553\": \"316873\", \"554\": \"xx7740\", \"555\": \"177318063254\", \"556\": \"803\", \"557\": \"xx0552\", \"558\": \"178847951371\", \"559\": \"xx7749\", \"560\": \"869\", \"561\": \"059274523805\", \"562\": \"690\", \"563\": \"x1509\", \"564\": \"656504554781\", \"565\": \"457\", \"566\": \"xx7873\", \"567\": \"icickdju3iwkdrx0wd\", \"568\": \"xx2845\", \"569\": \"985240132234\", \"570\": \"912\", \"571\": \"519\", \"572\": \"xx2893\", \"573\": \"271256638361\", \"574\": \"atm877347\", \"575\": \"xx1266\", \"576\": \"899\", \"577\": \"975\", \"578\": \"45\", \"579\": \"157\", \"580\": \"xx0028\", \"581\": \"079056\", \"582\": \"012\", \"583\": \"atm649878\", \"584\": \"xx6591\", \"585\": \"523\", \"586\": \"74\", \"587\": \"722\", \"588\": \"xx2324\", \"589\": \"may\", \"590\": \"660324204482\", \"591\": \"907\", \"592\": \"xx4764\", \"593\": \"16mar25\", \"594\": \"dominos\", \"595\": \"348645183760\", \"596\": \"921\", \"597\": \"xx4591\", \"598\": \"10mar25\", \"599\": \"693008931734\", \"600\": \"439\", \"601\": \"xx3973\", \"602\": \"599004896465\", \"603\": \"46\", \"604\": \"686\", \"605\": \"xx7032\", \"606\": \"422849939089\"}", "word_index": "{\"<OOV>\": 1, \"on\": 2, \"inr\": 3, \"a\": 4, \"c\": 5, \"to\": 6, \"2025\": 7, \"ref\": 8, \"debited\": 9, \"from\": 10, \"credited\": 11, \"1\": 12, \"bal\": 13, \"at\": 14, \"25\": 15, \"avl\": 16, \"for\": 17, \"00\": 18, \"upi\": 19, \"salary\": 20, \"by\": 21, \"imps\": 22, \"10\": 23, \"rs\": 24, \"card\": 25, \"payment\": 26, \"beneficiary\": 27, \"01\": 28, \"your\": 29, \"04\": 30, \"utr\": 31, \"08\": 32, \"05\": 33, \"txn\": 34, \"narration\": 35, \"credit\": 36, \"dear\": 37, \"emi\": 38, \"30\": 39, \"03\": 40, \"12\": 41, \"07\": 42, \"13\": 43, \"cr\": 44, \"02\": 45, \"via\": 46, \"sender\": 47, \"17\": 48, \"netbanking\": 49, \"transferred\": 50, \"mandate\": 51, \"user\": 52, \"date\": 53, \"trf\": 54, \"refno\": 55, \"if\": 56, \"not\": 57, \"u\": 58, \"call\": 59, \"other\": 60, \"services\": 61, \"22\": 62, \"11\": 63, \"06\": 64, \"cash\": 65, \"deposit\": 66, \"50\": 67, \"14\": 68, \"rtgs\": 69, \"26\": 70, \"you\": 71, \"remitter\": 72, \"1800123456\": 73, \"16\": 74, \"pos\": 75, \"using\": 76, \"bill\": 77, \"20\": 78, \"09\": 79, \"sbi\": 80, \"1800102030\": 81, \"27\": 82, \"through\": 83, \"neft\": 84, \"40\": 85, \"towards\": 86, \"charges\": 87, \"loan\": 88, \"of\": 89, \"sneha\": 90, \"iyer\": 91, \"monthly\": 92, \"icici\": 93, \"no\": 94, \"90\": 95, \"nov\": 96, \"tanya\": 97, \"bansal\": 98, \"31\": 99, \"5\": 100, \"decathlon\": 101, \"70\": 102, \"payroll\": 103, \"withdrawn\": 104, \"atm\": 105, \"priya\": 106, \"singh\": 107, \"24\": 108, \"rahul\": 109, \"verma\": 110, \"autopay\": 111, \"92\": 112, \"indusind\": 113, \"sonal\": 114, \"khanna\": 115, \"spent\": 116, \"debit\": 117, \"ending\": 118, \"myntra\": 119, \"vikram\": 120, \"chauhan\": 121, \"28\": 122, \"flipkart\": 123, \"gst\": 124, \"55\": 125, \"21\": 126, \"3\": 127, \"oct\": 128, \"mumbai\": 129, \"andheri\": 130, \"2\": 131, \"aug\": 132, \"nitin\": 133, \"sethi\": 134, \"interest\": 135, \"29\": 136, \"23\": 137, \"15\": 138, \"starbucks\": 139, \"39\": 140, \"cheque\": 141, \"paid\": 142, \"chq\": 143, \"payee\": 144, \"info\": 145, \"rohan\": 146, \"das\": 147, \"60\": 148, \"jun\": 149, \"bob\": 150, \"8\": 151, \"7\": 152, \"education\": 153, \"503\": 154, \"dec\": 155, \"064\": 156, \"pallavi\": 157, \"menon\": 158, \"deepak\": 159, \"kumar\": 160, \"refund\": 161, \"received\": 162, \"ola\": 163, \"33\": 164, \"198\": 165, \"hdfc\": 166, \"86\": 167, \"pnb\": 168, \"83\": 169, \"52\": 170, \"18\": 171, \"19\": 172, \"424\": 173, \"4\": 174, \"216\": 175, \"1800200101\": 176, \"35\": 177, \"206\": 178, \"feb\": 179, \"9\": 180, \"186\": 181, \"personal\": 182, \"49\": 183, \"cred\": 184, \"127\": 185, \"226\": 186, \"56\": 187, \"hyderabad\": 188, \"hitec\": 189, \"customer\": 190, \"with\": 191, \"reversal\": 192, \"back\": 193, \"failed\": 194, \"214\": 195, \"apr\": 196, \"43\": 197, \"xx1043\": 198, \"icicc38hyf9sxmecos\": 199, \"neha\": 200, \"jain\": 201, \"x5030\": 202, \"375\": 203, \"indian\": 204, \"oil\": 205, \"328710122691\": 206, \"158\": 207, \"xx3039\": 208, \"578713315098\": 209, \"57\": 210, \"xx3872\": 211, \"sbinmsnd8dudd467kd\": 212, \"amitabh\": 213, \"roy\": 214, \"xx4624\": 215, \"996\": 216, \"498084124118\": 217, \"243\": 218, \"548\": 219, \"xx0533\": 220, \"idfbmzvrerw6z8vbhq\": 221, \"895\": 222, \"116\": 223, \"703\": 224, \"xx8465\": 225, \"xx9514\": 226, \"387214895134\": 227, \"155\": 228, \"7434\": 229, \"21jun25\": 230, \"286\": 231, \"199\": 232, \"xx4641\": 233, \"sal\": 234, \"529912419049\": 235, \"273\": 236, \"xx4737\": 237, \"377701436349\": 238, \"132\": 239, \"xx0842\": 240, \"131869993867\": 241, \"xx2421\": 242, \"194\": 243, \"111\": 244, \"755\": 245, \"96\": 246, \"xx7034\": 247, \"072\": 248, \"484677378263\": 249, \"xx9517\": 250, \"780913431611\": 251, \"697\": 252, \"atm424745\": 253, \"xx7594\": 254, \"48\": 255, \"791\": 256, \"xx5496\": 257, \"utib0rcxn22pxgx8wd\": 258, \"444\": 259, \"65\": 260, \"595\": 261, \"xx2284\": 262, \"xx2904\": 263, \"589178390847\": 264, \"678\": 265, \"xx1565\": 266, \"945198327315\": 267, \"88\": 268, \"xx0147\": 269, \"324451076226\": 270, \"xx1818\": 271, \"673\": 272, \"979955271774\": 273, \"943\": 274, \"xx5466\": 275, \"xx8925\": 276, \"254629148652\": 277, \"937\": 278, \"xx5379\": 279, \"240758181412\": 280, \"idfc\": 281, \"first\": 282, \"1434\": 283, \"airtel\": 284, \"payments\": 285, \"62\": 286, \"041\": 287, \"xx8740\": 288, \"104\": 289, \"644\": 290, \"17jul25\": 291, \"928451154479\": 292, \"641\": 293, \"89\": 294, \"242\": 295, \"paytm\": 296, \"wallet\": 297, \"xx1027\": 298, \"xx6543\": 299, \"715518844225\": 300, \"228\": 301, \"xx8018\": 302, \"idfbn0b58st4pzt3ed\": 303, \"642\": 304, \"xx2104\": 305, \"339500479748\": 306, \"mohit\": 307, \"gupta\": 308, \"733\": 309, \"xx2578\": 310, \"swiggy\": 311, \"169409749930\": 312, \"950\": 313, \"jio\": 314, \"recharge\": 315, \"xx3484\": 316, \"xx4973\": 317, \"665240415747\": 318, \"xx2067\": 319, \"97\": 320, \"059\": 321, \"69\": 322, \"sep\": 323, \"323\": 324, \"161\": 325, \"58\": 326, \"xx2795\": 327, \"chandigarh\": 328, \"sec\": 329, \"258713971870\": 330, \"x8682\": 331, \"494\": 332, \"21mar25\": 333, \"190790306738\": 334, \"168\": 335, \"742\": 336, \"6688\": 337, \"apollo\": 338, \"pharmacy\": 339, \"399\": 340, \"190\": 341, \"xx9378\": 342, \"bsnl\": 343, \"312038750997\": 344, \"488\": 345, \"xx0166\": 346, \"company\": 347, \"148902503926\": 348, \"xx4262\": 349, \"manish\": 350, \"agrawal\": 351, \"560466183982\": 352, \"84\": 353, \"469\": 354, \"milk\": 355, \"diary\": 356, \"xx3752\": 357, \"416724342661\": 358, \"513\": 359, \"54\": 360, \"5sep25\": 361, \"xx5071\": 362, \"123828258673\": 363, \"512\": 364, \"xx2499\": 365, \"422579050723\": 366, \"xx3407\": 367, \"613\": 368, \"171\": 369, \"atm051627\": 370, \"xx4545\": 371, \"401\": 372, \"798\": 373, \"x5326\": 374, \"438983640376\": 375, \"xx1832\": 376, \"202758842524\": 377, \"166\": 378, \"xx8635\": 379, \"705349493759\": 380, \"073\": 381, \"xx9906\": 382, \"561853747411\": 383, \"xx3721\": 384, \"619\": 385, \"934768701462\": 386, \"anjali\": 387, \"sharma\": 388, \"832\": 389, \"xx2239\": 390, \"5oct25\": 391, \"245\": 392, \"240\": 393, \"789\": 394, \"xx7251\": 395, \"6jan25\": 396, \"626765861793\": 397, \"730\": 398, \"xx6987\": 399, \"418625652704\": 400, \"xx3320\": 401, \"299911914856\": 402, \"731\": 403, \"xx5082\": 404, \"103579727985\": 405, \"946\": 406, \"xx6910\": 407, \"965207446660\": 408, \"xx1738\": 409, \"713\": 410, \"892\": 411, \"xx5326\": 412, \"24nov25\": 413, \"676184723046\": 414, \"734\": 415, \"xx7447\": 416, \"xx1143\": 417, \"794155216674\": 418, \"xx3756\": 419, \"936\": 420, \"9sep25\": 421, \"038\": 422, \"x2614\": 423, \"hp\": 424, \"petrol\": 425, \"086978292216\": 426, \"x6081\": 427, \"838638406665\": 428, \"kotak\": 429, \"655\": 430, \"xx7985\": 431, \"015739930561\": 432, \"773\": 433, \"xx0248\": 434, \"144914766072\": 435, \"arjun\": 436, \"mehta\": 437, \"xx8781\": 438, \"244\": 439, \"562053364525\": 440, \"562\": 441, \"xx8165\": 442, \"567700518449\": 443, \"442\": 444, \"xx9260\": 445, \"icickv3eoyyigbm760\": 446, \"278\": 447, \"xx7659\": 448, \"126944869594\": 449, \"137\": 450, \"xx4351\": 451, \"489476\": 452, \"322\": 453, \"xx7357\": 454, \"275539423733\": 455, \"381\": 456, \"xx7187\": 457, \"sbin91ymjj4al05i78\": 458, \"emp\": 459, \"prj\": 460, \"alpha\": 461, \"xx6159\": 462, \"174\": 463, \"834\": 464, \"home\": 465, \"961125355449\": 466, \"xx2005\": 467, \"317456424008\": 468, \"103\": 469, \"xx2417\": 470, \"25may25\": 471, \"757051204618\": 472, \"xx9163\": 473, \"77\": 474, \"585730652407\": 475, \"141\": 476, \"xx7829\": 477, \"940539103717\": 478, \"316\": 479, \"xx6852\": 480, \"760049082404\": 481, \"185\": 482, \"80\": 483, \"28jan25\": 484, \"xx9610\": 485, \"679981364622\": 486, \"863\": 487, \"xx0425\": 488, \"147705383388\": 489, \"317\": 490, \"xx0038\": 491, \"14sep25\": 492, \"467\": 493, \"x2209\": 494, \"125\": 495, \"233060463331\": 496, \"600\": 497, \"xx9082\": 498, \"31jul25\": 499, \"211175186892\": 500, \"327\": 501, \"xx9903\": 502, \"249998279501\": 503, \"036\": 504, \"xx7729\": 505, \"144885015569\": 506, \"6\": 507, \"277\": 508, \"xx6291\": 509, \"498\": 510, \"95\": 511, \"225\": 512, \"xx3858\": 513, \"idfb34oojqxzlvu35b\": 514, \"kavya\": 515, \"nair\": 516, \"xx9382\": 517, \"760\": 518, \"758172461919\": 519, \"550\": 520, \"746\": 521, \"93\": 522, \"930\": 523, \"xx1403\": 524, \"kkbkl36192ywol1a5p\": 525, \"172\": 526, \"xx7189\": 527, \"30jun25\": 528, \"929049047128\": 529, \"53\": 530, \"384\": 531, \"xx2767\": 532, \"454414967393\": 533, \"34\": 534, \"349\": 535, \"xx4471\": 536, \"13may25\": 537, \"bengaluru\": 538, \"mg\": 539, \"road\": 540, \"639174101194\": 541, \"102\": 542, \"xx8063\": 543, \"hdfccj5b4cpialdtg3\": 544, \"504\": 545, \"329\": 546, \"91\": 547, \"675\": 548, \"xx1142\": 549, \"723248763290\": 550, \"984\": 551, \"xx1082\": 552, \"316873\": 553, \"xx7740\": 554, \"177318063254\": 555, \"803\": 556, \"xx0552\": 557, \"178847951371\": 558, \"xx7749\": 559, \"869\": 560, \"059274523805\": 561, \"690\": 562, \"x1509\": 563, \"656504554781\": 564, \"457\": 565, \"xx7873\": 566, \"icickdju3iwkdrx0wd\": 567, \"xx2845\": 568, \"985240132234\": 569, \"912\": 570, \"519\": 571, \"xx2893\": 572, \"271256638361\": 573, \"atm877347\": 574, \"xx1266\": 575, \"899\": 576, \"975\": 577, \"45\": 578, \"157\": 579, \"xx0028\": 580, \"079056\": 581, \"012\": 582, \"atm649878\": 583, \"xx6591\": 584, \"523\": 585, \"74\": 586, \"722\": 587, \"xx2324\": 588, \"may\": 589, \"660324204482\": 590, \"907\": 591, \"xx4764\": 592, \"16mar25\": 593, \"dominos\": 594, \"348645183760\": 595, \"921\": 596, \"xx4591\": 597, \"10mar25\": 598, \"693008931734\": 599, \"439\": 600, \"xx3973\": 601, \"599004896465\": 602, \"46\": 603, \"686\": 604, \"xx7032\": 605, \"422849939089\": 606}"}}